"%1.0lf seconds" = "%1.0lf sekunder";
"%i days" = "%i dage";
"%i hours" = "%i timer";
"%i minutes" = "%i minuter";
"%i weeks" = "%i uger";
"1 day" = "1 dag";
"1 hour" = "1 time";
"1 minute" = "1 minut";
"1 second" = "1 sekund";
"1 week" = "1 uge";
"Copy Link" = "Kopier link";
"Custom..." = "Speciel...";
"Image Picker" = "Billed vælger";
"Invalid Input" = "Ugyldigt indput";
"OK" = "OK";
"Select Image" = "Vælg billede";
